/*
[UT]
*/

"ER00_TEXTA_002" = "Fel\r\nKod:%FatalErrorInfo%";
"ER01_TEXTA_003" = "Skrivaren är upptagen";
"ER04_TEXTA_001" = "Pappersstopp";
"ER05_TEXTA_014" = "Det är dags att återställa bläcknivåerna.";
"ER06_TEXTA_005" = "Papper slut eller felaktigt insatt";
"ER0C_TEXTA_008" = "Din dator och din skrivare har olika inställningar för pappersformat.";
"ER0C_TEXTA_009" = "Din dator och din skrivare har olika inställningar för papperstyp.";
"ER0C_TEXTA_010" = "Din dator och din skrivare har olika utskriftsinställningar.";
"ER10_TEXTA_005" = "Service krävs";
"ER10_TEXTA_008" = "Service krävs";
"ER12_TEXTA_001" = "Fel vid matning av flera sidor";
"ER4A_TEXTA_001" = "Någon av skrivarens bläckdynor måste snart bytas.";
"ER4A_TEXTA_002" = "Någon av skrivarens bläckdynor måste bytas.";
"ERXX_TEXTA_001" = "Fel";
"ST02_TEXTA_001" = "Skriver ut";
"ST03_TEXTA_001" = "Skriver ut";
"ST04_TEXTA_001" = "Klar";
"ST07_TEXTA_001" = "Skrivaren är upptagen";
"ST08_TEXTA_007" = "Grundpåfyllningen av bläck har inte slutförts";
"ST0A_TEXTA_002" = "Produkten stängs av";
"ST11_TEXTA_002" = "Förbereda bläcksystemet.";
"WR1X_TEXTA_006" = "Det är snart dags att återställa bläcknivåerna.";
"COM_TEXTA_001" = "Kommunikationsfel";
"COM_TEXTA_002" = "Kommunikationsfel\r\nFel produkt kanske har valts";
"COM_TEXTA_003" = "Utskriften kan inte skickas";
"DEV_TEXTA_004" = "En annan produkt har valts";
"OFL_TEXTA_003" = "Ej klar";
"PAU_TEXTA_001" = "I pausläge";
"SRC_TEXTA_001" = "Söker...";
"CHKDUPX_TEXTA_001" = "Dubbelsidig utskrift";
"INKCHECKALERT_TEXTA_003" = "Kontrollera bläcknivåerna regelbundet.\r\nOm du fortsätter att använda produkten när bläcknivån ligger under linjen på behållaren kan skrivaren skadas.";
"ER00_TEXTB_014" = "1. Avbryt alla utskriftsjobb.\r\n2. Öppna skannerenheten och ta bort eventuellt papper som fastnat.\r\n3. Stäng enheten och slå av och på strömmen.";
"ER01_TEXTB_001" = "Vänta...";
"ER04_TEXTB_041" = "1. Öppna skannerenheten och ta bort eventuellt papper som fastnat.\r\n2. Stäng enheten och tryck på knappen %btn% på produkten.";
"ER04_TEXTB_064" = "1. Ta bort och fyll på papperet.\r\n2. Tryck på knappen %btn% på maskinen.\r\n\r\nAlternativt, kan du avbryta utskriften genom att klicka på [Avbryt] när den visas.";
"ER05_TEXTB_030" = "%ink%\r\nDu måste kontrollera mängden bläck som finns kvar.\r\nKlicka på [Hur gör jag] för att fortsätta.\r\n\r\nObs!\r\nAnvändning av annat Epson-bläck än det specificerade kan orsaka skador som inte täcks av Epsons garantier. Kvaliteten och tillförlitligheten för andra bläcktyper kan inte garanteras och de kan orsaka skador på produkten som inte täcks av Epsons garantier.\r\nMer information om bläckflaskorna finns i dokumentationen.";
"ER06_TEXTB_055" = "1. Ta bort och fyll på papperet.\r\n2. Tryck på knappen %btn% på maskinen.\r\n\r\nAlternativt, kan du avbryta utskriften genom att klicka på [Avbryt] när den visas.";
"ER0C_TEXTB_021" = "Se LCD-skärmen på maskinen och följ instruktionerna.\r\n\r\nAktuella drivrutinsinställn.:\r\n%papersetting%\r\nInställn. för papperskälla på maskinen:\r\n%papersource%";
"ER10_TEXTB_008" = "Någon av skrivarens bläckdynor måste bytas.\r\nKontakta Epsons kundtjänst.";
"ER10_TEXTB_009" = "Någon av skrivarens bläckdynor måste bytas.\r\nÖverskottsbläck kan läcka ut.\r\nKontakta Epsons kundtjänst.";
"ER12_TEXTB_007" = "Gör något av följande.\r\n- Ta bort papperet och lägg i det igen. Tryck på knappen %btn% på produkten.\r\n- Klicka på [Avbryt] för att avbryta utskriftsjobbet när uppmaningen visas. Om utskriften inte avbryts kan du avbryta den på produkten.";
"ER4A_TEXTB_001" = "Kontakta Epsons kundtjänst.\r\nTryck på %btn% på skrivaren för att fortsätta utskriften.";
"ER4A_TEXTB_002" = "Bläck kan börja läcka om du fortsätter skriva ut.\r\nKontakta Epsons kundtjänst.\r\nTryck på knappen %btn% på skrivaren för att fortsätta utskriften.";
"ST02_TEXTB_001" = "Vänta...";
"ST03_TEXTB_001" = "Vänta...";
"ST04_TEXTB_001" = "Klar för utskrift.";
"ST07_TEXTB_003" = "Rengöring av skrivarhuvud eller laddning av bläck. Vänta...";
"ST08_TEXTB_009" = "Information om hur du slutför den inledande bläckpåfyllningen finns i installationsbladet.";
"ST0A_TEXTB_001" = "Vänta...";
"ST11_TEXTB_001" = "Vänta...";
"WR1X_TEXTB_017" = "%ink%\r\nDu kan eventuellt fortsätta att skriva ut.\r\n\r\nObs!\r\nAnvändning av annat Epson-bläck än det specificerade kan orsaka skador som inte täcks av Epsons garantier. Kvaliteten och tillförlitligheten för andra bläcktyper kan inte garanteras och de kan orsaka skador på produkten som inte täcks av Epsons garantier.\r\nMer information om bläckflaskorna finns i dokumentationen.";
"COM_TEXTB_005" = "Anslut produkten till datorn och slå till strömmen. Avbryt utskriften om du stängt av strömmen under utskriften.";
"COM_TEXTB_006" = "Gör något av följande.\r\n- Produkten är ansluten till \"%queuename%\". Skriv ut med produkten.\r\n- Anslut produkten till datorn och slå till strömmen. Avbryt utskriften om du stängt av strömmen under utskriften.";
"COM_TEXTB_007" = "Genom att klicka på knappen [Anslutningskontroll] kan du kontrollera anslutningen med skrivaren och den kommer att försöka återansluta automatiskt.\r\nSe till att skrivaren är påslagen och klicka sedan på knappen [Anslutningskontroll].";
"DEV_TEXTB_004" = "Produkten som valts i drivrutinen är inte samma produkt som ska skriva ut. Kontrollera inställningarna i skrivardrivrutinen och i produkten.";
"OFL_TEXTB_006" = "Du kan inte skriva ut offline. Anslut maskinen till datorn och slå på strömmen. Klicka på [Ansluten] när det visas eller klicka på [Utskriftskö] och ändra inställningarna till inställningar för Ansluten.\r\n\r\nAlternativt kan du avbryta utskriften genom att klicka på [Avbryt] när det visas.";
"PAU_TEXTB_003" = "Du kan inte skriva ut när produkten är i pausläge. Klicka på [Fortsätt] när det visas för att fortsätta skriva ut, eller klicka på [Utskriftskö] och avmarkera \"Pausa utskrift\" i \"Skrivar\"-menyn.\r\n\r\nAlternativt kan du avbryta utskriften genom att klicka på [Avbryt] när det visas.";
"SRC_TEXTB_001" = "Söker...";
"CHKDUPX_TEXTB_009" = "1. Skriv ut förstasidan(orna).\r\n2. Ta bort papperet som matats ut. Vänd på det.\r\n3. Fyll på pappret med kortsidan först och klicka sedan på [Fortsätt].\r\nObs!\r\n- Klicka på [Avbryt] om den inte börjar skriva ut.\r\n- 2-sidig utskrift är kanske inte tillgänglig via Wi-Fi/nätverk.";
"BTN_PR_002" = "Starta";
"IDS_INK_STOPRESET" = "Avbryt";
"IDS_CLOSE" = "OK";
"IDS_STOP" = "Avbryt";
"IDS_INK_STOPRJ" = "Avbryt";
"IDS_INK_OFFLINE_CANCEL" = "Avbryt";
"BTN_PC_004" = "Avbryt";
"BTN_PC_003" = "OK";
"BTN_PC_009" = "Försök igen";
"BTN_PC_010" = "Fortsätt";
"BTN_PC_013" = "Hur gör jag...";

//--->
"ER00_TEXTA_001" = "Fel";
"WR5X_TEXTA_001" = "Huvudrengöring kan inte slutföras.";
"WR5X_TEXTA_002" = "Bläckspolningen kan inte slutföras.";
"CHARGINGSTATUS_TEXTA_001" = "Bläcksystemet fylls på";
"INKCHECKALERT_TEXTA_004" = "Kontrollera bläcknivåerna regelbundet.";
"WR5X_TEXTB_006" = "För att din skrivare ska fungera korrekt väljer du Återställ bläcknivåer på kontrollpanelen för att fylla på bläck.";
//<---

////////////////////////////////////////

"CY" = "Cyan";
"MA" = "Magenta";
"YE" = "Gul";
"BK" = "Svart";
"IDS_IQ_CART1_MSG" = "Cyan";
"IDS_IQ_CART2_MSG" = "Magenta";
"IDS_IQ_CART3_MSG" = "Gul";
"IDS_IQ_CART4_MSG" = "Svart";
"IDS_PICCLNAME_CY" = "Cyan";
"IDS_PICCLNAME_MA" = "Magenta";
"IDS_PICCLNAME_YE" = "Gul";
"IDS_PICCLNAME_BK" = "Svart";

"INK_REMAIN_MSG" = "De ungefärliga bläcknivåerna kan skilja sig från de faktiska nivåerna. Kontrollera nivåerna i skrivarens bläckbehållare visuellt för att fastställa den faktiska mängd bläck som finns kvar. Om du fortsätter att använda produkten när bläcknivån ligger under linjen på behållaren kan skrivaren skadas.";

"IDS_STRING_GROUP_APR" = "Ungefärliga bläcknivåer";

////////////////////////////////////////

"920" = "Munstyckeskontroll";
"921" = "Huvudrengöring";
"922" = "Skrivarhuvudjustering";
"923" = "Skrivarinställningar";
"924" = "Köp bläck";
"926" = "Programuppdatering";
"928" = "Inställningar för programuppdatering";
"IDS_PR_ERROR" = "Fel";
"IDS_PR_COMERR" = "Kommunikationsfel";
"IDS_PR_INKFEW" = "Låg bläcknivå";
"IDS_PR_MAINTENANCECALL" = "Underhållsanrop";
"IDS_PR_WARNING" = "Annan varning";
"IDS_PR_CHANGINGBK" = "Byta svart bläck";
"IDS_PR_OFFLINE" = "Offline";
"IDS_PR_PAUSE" = "Paus";
"IDS_PR_SELECTERROR" = "Fel vid skrivarval";
"IDS_PR_UNCLOGGER" = "Utskriftsfel";
"IDS_PR_BATTERYWARNING" = "Batterivarning";
"IDS_ITEM" = "Händelse";
"IDS_NOTIFY" = "Skärmmeddelande";
"IDS_YES" = "På";
"IDS_NO" = "Av";
"IDS_PROMOCHK" = "Visa Epson-erbjudanden";
"IDS_ITEMGROUP" = "Välj avisering";
"IDS_SIMPLEST_CHK" = "Enkelt statusmeddelande";
"IDS_DEFAULT_BTN" = "Standard";
"IDS_ICONGROUP" = "Välj ikon för genväg";
"IDS_MONICON_CHK" = "Registrera genvägsikonen på aktivitetsfältet";
"IDS_EXPTEXT2" = "Öppna fönstret Skrivarstatus genom att dubbelklicka på ikonen för genvägen.";
"IDS_SHARED" = "Tillåt övervakning av delade skrivare";
"IDS_IO_CHECK_BTN" = "Se avsnittet Påminnelse om låg bläcknivå";
"IDS_CANCEL_MONITOR" = "Avbryt";
"IDS_STRING_GROUP" = "Bläcknivåer";
"IDS_STRING_GROUP_MTANK" = "Underhållsenhetens förbrukningstid";
"IDS_SUB_BTN" = "Fortsätt";
"IDS_SPL_BTN" = "Utskriftskö";
"IDS_CSICINFO_BTN" = "Information";
"IDS_PRNSTOP_BTN" = "Avbryt";
"IDS_SPL_BTN2" = "Utskriftskö";
"IDS_SPL_BTN3" = "Utskriftskö";
"IDS_SHOWDETAIL_BTN" = "Detaljer";
"IDS_ALLRIGHT" = "All Rights Reserved.";
"IDS_PRODUCT_VER_TITLE" = "Produkt";
"IDS_COMMON_VER_TITLE" = "Gemensam";
"IDS_PRINTER_VER_TITLE" = "Användargränssnitt";
"IDS_EBAPI_VER_STATIC" = "Skrivargränssnitt";
"IDS_INSTALL_VER_STATIC" = "Installation";
"IDS_BOTHSIDE_PRINT" = "Dubbelsidig utskrift";
"IDS_PRNPAUSE_BTN" = "Fortsätt";
"IDS_CSIC_INFO" = "Bläckpatronsinformation";
"IDS_MAKER_TITLE" = "Tillverkare:";
"IDS_INK_TYPE_TITLE" = "Bläcktyp:";
"IDS_IC_TYPE_TITLE" = "Bläckpatronskod:";
"IDS_PRODUCTION_DATE_TITLE" = "Produktionsdatum:";
"IDS_BPMSTOP_BTN" = "Avbryt utskrift";
"IDS_BPMPRINT_BTN" = "Skriv ut i svart";
"IDS_BPMCLOSE_BTN" = "Stäng";
"IDS_BPMREPLACE_BTN" = "Byt bläckpatron...";
"IDS_INITFILL_TITLE" = "Epson originalbläck";
"IDS_INITFILL_TITLE2" = "Fel på kassetten";
"IDS_BUTTON_CSIC_DETAILS" = "Detaljer";
"IDS_CANCEL" = "Avbryt";
"IDS_BUTTON_CSIC_CONTINUE" = "Fortsätt";
"IDS_BUTTON_CSIC_HOWTOBUY" = "Köp Epson-bläck";
"IDS_ERIS_FW_EXCEPTION_MSG" = "För att ange inställningar med verktygsprogrammet måste du registrera det som ett undantag i Windows-brandväggen.\r\nOm det inte registreras som ett undantag kan vissa kommunikationsfunktioner blockeras av Windows-brandväggen vilket begränsar funktionaliteten.\r\n\r\nVill du registrera EPSON Status Monitor 3 som ett undantag i Windows-brandväggen?";
"IDS_ENVHELPMENU" = "Hjälp";
"IDS_ENTRYICONMSG" = "Vill du placera ikonen EPSON Status Monitor 3 på aktivitetsfältet när Windows startar?";
"IDS_STATISTICS" = "Dela min användningsinformation med Epson";
"IDS_TITLE" = "EPSON Status Monitor 3";
"IDS_ABOUTBOX" = "Om...";
"IDS_ERROR_001" = "Det finns inte tillräckligt mycket minne.\r\nAvsluta detta program.";
"IDS_ERROR_015" = "Det finns inte tillräckligt mycket minne.";
"IDS_ERROR_021" = "Hittar inte skrivarinformation.";
"IDS_ERROR_022" = "Hittar ingen information om skrivaren.";
"IDS_ERROR_023" = "Hittade inte angiven fil.";
"IDS_ERROR_024" = "Det gick inte att öppna angiven fil.";
"IDS_RESTART_MON" = "Kan för närvarande inte övervaka.\nStarta om datorn.";
"IDS_RESTART_SHARE" = "Det går inte att övervaka. Avmarkera kryssrutan [Övervaka delade skrivare]\ni fönstret Övervakningsinställningar och starta om datorn.\nStäng sedan alla program, inklusive EPSON Status Monitor 2,\noch installera om skrivardrivrutinen.";
"IDS_RESTART_BID" = "Kan inte upprätta dubbelriktad kommunikation.\nInstallera om skrivardrivrutinen.";
"IDS_SETUP_MENU" = "Övervakningsinställningar";
"IDS_PAPERSIZE" = "Pappersstorlek";
"IDS_MEDIATYPE" = "Papperstyp";
"IDS_PAUSE" = "Paus";
"IDS_RESUME" = "Fortsätt";
"IDS_DISCHARGE_PAPER" = "Mata ut";
"IDS_INK_CANCEL" = "Avbryt";
"IDS_OK" = "OK";
"IDS_HELP" = "Hjälp";
"IDS_INK_RETURN" = "Fortsätt";
"IDS_ELINK_ERROR_TITLE" = "onlinesupport";
"IDS_ELINK_CONNECT_MSG" = "Användarhandboken är inte installerad.\r\nOm du vill komma till webbplatsen \"EPSON FAQ\" via Internet väljer du \"Ja\".";
"IDS_ELINK_CONNECT_TITLE" = "onlinesupport";
"IDS_INK_CONTINUE" = "Fortsätt";
"IDS_PRINT" = "Skriv ut";
"IDS_PPACK_RETURN" = "Fortsätt";
"IDS_INKTANKVIEW_ON" = "Kontrollera bläcknivåer";
"IDS_INKTANKVIEW_OFF" = "Dölj bläcknivåer";
"IDS_CLEAN_CONTINUE" = "Fortsätt";
"IDS_INK_CLSTOP" = "Avbryt";
"IDS_SUPPORT_BTN" = "onlinesupport";
"IDS_SUPPORT_BTN_EURO" = "Teknisk support";
"IDS_ELINK_ERROR_TITLE_EURO" = "Teknisk support";
"IDS_ELINK_CONNECT_TITLE_EURO" = "Teknisk support";
"IDS_ELINK_CONNECT_MSG_EURO" = "Användarhandboken är inte installerad.\r\nOm du vill komma till webbplatsen \"EPSON FAQ\" via Internet väljer du \"Ja\".";
"IDS_HOWTO" = "Hur gör jag...";
"IDS_GOONLINE" = "Ansluten";
"IDS_BKPRINTING" = "Skriv ut i svart";
"IDS_BKPRINTING2" = "Skriv ut i svart";
"IDS_SHEETREMAIN" = "Sida:%d/%d";
"IDS_TIMEREMAIN_HOUR" = "Återstår %d tim";
"IDS_TIMEREMAIN_MIN" = "Återstår %d min";
"IDS_TIMEREMAIN_SEC" = "Återstår %d sek";
"IDS_START_MSG" = "Söker...";
"IDS_ST_NONE" = "Ett okänt fel har inträffat.";
"IDS_OLSTART_MSG" = "Söker...";
"IDS_OLST_NONE" = "Okänt fel";
"IDS_STRING_CAPTION" = "Påminnelse om låg bläcknivå";
"IDS_STRING_PURCHASED" = "Redan köpt";
"IDS_STRING_REMINDMELATER" = "Påminn mig senare";
"IDS_STRING_BUYINK" = "Köp Epson-bläck";
"IDS_STRING_PRINTTHISWINDOW" = "Skriv ut detta fönster";
"IDS_STRING_CLOSE" = "Stäng";
"IDS_STRING_CAPTION2" = "Köp bläck";
"IDS_STRING_INKCODES" = "Bläckkoder";
"IDS_STRING_LOOKMOBILEPHONE" = "View using a mobile phone";
"IDS_STRING_HTML_MESSAGE1" = "ÄKTA EPSON";
"IDS_STRING_HTML_MESSAGE2" = "Vi rekommenderar att du använder en Epson genuine kassett.";
"IDS_STRING_HTML_MESSAGE3" = "Om du använder produkter från andra tillverkare kan utskriftskvaliteten påverkas och kan ge upphov till att skrivaren skadas.";
"IDS_STRING_INKLOW" = "Låg bläcknivå";
"IDS_STRING_INKREPLACE" = "Byt bläckpatron";
"IDS_STRING_INKCHANGE_NEAR" = "Bläckpatronen/-patronerna måste snart bytas.";
"IDS_STRING_HTML_MESSAGE4" = "Klicka här om du vill få erbjudanden om bläck och andra uppdateringar från Epson.";
"IDS_STRING_PROMOTION2" = "Epson kan meddela dig om tekniska uppdateringar, kampanjer och andra erbjudanden.";
"IDS_STRING_NOTESA2" = "Uppdateringar hämtas när du är ansluten till Internet. Data som identifierar skrivarmodellen sänds till Epson. Ingen personlig information sänds.";
"IDS_STRING_NOTESB2" = "Du kan aktivera eller inaktivera denna funktion i fönstret Övervakningsinställningar.";
"IDS_STRING_NOTESC2" = "Klicka Acceptera för att aktivera nu.";
"IDS_STRING_DISPAGAIN2" = "Visa inte det här meddelandet igen.";
"IDS_STRING_TITLE2" = "Epson meddelandetjänst";
"IDS_STRING_ACCEPT2" = "Acceptera";
"IDS_STRING_DECLINE2" = "Accept. ej";
"IDS_STRING_BTNCLOSE" = "Stäng";
"IDS_STRING_DISPNOAGAIN" = "Visa inte det här meddelandet igen förrän reparationerna är klara.";
"IDS_STRING_DESCRIPTION2" = "Service krävs";
"STR_FY07OLICOS_PR_MESSAGE3_6" = "Du kan avaktivera dessa funktioner i fönstret Övervakningsinställningar.";
"IDS_STRING_NOTESE" = "Klicka här för att öppna Övervakningsinställningar";
"IDS_CSIC_UNKNOWN" = "Okänt";
"IDS_CSIC_DATE_FORMAT" = "20%02d/%02d";
"IDS_CSIC_MANUFACTUR" = "Epson genuine";
"IDS_CSIC_ERMANUFACTUR" = "ej originaltoner";
"IDS_CSIC_NGENUINE" = "En oäkta eller återfylld bläckpatron har upptäckts. Bläcknivån kan inte visas på grund av att den är okänd.";
"IDS_CSIC_NGENUINE2" = "En oäkta eller återfylld bläckpatron har upptäckts. Bläcknivån kan inte visas på grund av att den är okänd.";
"IDS_IO_BUYNOW_MSG" = "Klicka på OK om du vill starta webbläsaren och köpa bläckpatronen online.\r\n\r\nOm du har en uppringd anslutning som inte startas tillsammans med webbläsaren ska du ansluta till Internet-leverantören och sedan klicka på OK.";
"IDS_IO_BUYNOW_MSG_EURO" = "Klicka på OK om du vill starta webbläsaren och köpa bläckpatroner online.\r\nOm du inte vill ansluta till webbsidan nu klickar du på Avbryt.";
"IDS_IO_BUYNOW_MSG3" = "Do you want to connect to the Epson Web site to transmit information about the ink cartridges?";
"IDS_IO_CAPTION_MSG" = "Verktyg för online-köp av bläckpatroner";
"IDS_IO_CAPTION_MSG2" = "View using a mobile phone";
"IDS_BKIS_BUTTON_YES" = "Ja";
"IDS_BKIS_BUTTON_NO" = "Nej";
"IDS_BKIS_BUTTON_ALWAYSNO" = "Inaktivera funktionen";
"IDS_BUYNOW_BTN" = "Köp Epson-bläck";
"IDS_SCRAPE_NOAGAIN" = "Visa inte det här meddelandet igen.";
"BTN_PC_014" = "Avbryt";
"BTN_PC_030" = "Skriv ut";
"IDS_CSIC_CHECK_DLG2_TITLE" = "Epson originalbläck";
"IDS_FY06CSIC_MSG5_1_SEPARATE" = "EPSON";
"IDS_FY06CSIC_MSG5_2_SEPARATE" = "%s";
"IDS_FY06CSIC_MSG5_3_SEPARATE" = "Careful to remind you";
"IDS_FY06CSIC_MSG5_4_SEPARATE" = "You have not installed genuine Epson ink cartridges.\r\nThe quality or reliability of nongenuine ink cannot be guaranteed and it may cause damage to your product not covered by Epson's warranty.";
"IDS_FY06CSIC_MSG5_5_SEPARATE" = "In order to protect your rights, we will remind you from time to time.\r\nDo you continue to use non genuine Epson ink cartridges?";
"IDS_DLG_OTHER_003" = "Det går inte att starta det här programmet medan skrivardrivrutinens installationsprogram körs.";
"IDS_DLG_NONGEN_001" = "VARNING!";
"IDS_ER0C_PAPERSIZE" = " Storlek : %papersize%";
"IDS_ER0C_MEDIA" = " Typ : %media%";
"IDS_UNCLOGGER_YES" = "Ja";
"IDS_UNCLOGGER_NO" = "Nej";
"IDS_UNCLOGGER_CANCELPRINT" = "Avbryt utskrift";
"IDS_UNCLOGGER_CLOSE" = "Stäng";
"IDS_TRAYPOS_PRINT" = "Skriv ut";
"IDS_TRAYPOS_CANCEL" = "Avbryt";

"IDS_QQB_BUTTON" = "Anslutningskontroll";
"IDS_QQB_EXECUTE_FAIL" = "Det går inte att köra verktyget.";
"IDS_QQB_DOWNLOAD" = "Vill du ladda ner och installera programvaran för anslutningskontroll?";
"IDS_QQB_INSTALL_FAIL" = "Det går inte att installera programvaran för anslutningskontroll.";
"IDS_QQB_INSTALL_FAIL2" = "Du måste logga in som medlem i administratörsgruppen om du ska utföra den här åtgärden.";
"IDS_QQB_INSTALLING" = "Installerar programvaran för anslutningskontroll...";
"IDS_PINFO_TITLE" = "Papper som valts på skrivaren";
"IDS_PINFO_SIZE" = "Pappersstorlek";
"IDS_PINFO_TYPE" = "Papperstyp";
"IDS_PINFO_FAIL" = "Skrivarinformation kan inte hämtas.";
"USERDEFINE_ADD_FORMAT_MM" = "(%s x %s mm)";
"USERDEFINE_ADD_FORMAT_INCH" = "(%s x %s tum)";
"USERDEFINE_FORMAT_MM" = "%4d.%1d";
"USERDEFINE_FORMAT_INCH" = "%3d.%02d";
"IDS_CONSUMABLEVIEW_ON" = "Visa bläcknivåer";
"IDS_CONSUMABLEVIEW_OFF" = "Dölj bläcknivåer";

"NOZZLE_TITLE" = "Munstyckeskontroll";
"NOZZLE01" = "Se till att skrivaren är på och ansluten till datorn när du ska utföra en munstyckeskontroll. Se även till att det finns vanligt papper med formatet A4 eller Letter i den bakre pappersmatningen. Klicka på [Skriv ut] för att skriva ut ett mönster för munstyckeskontroll eller klicka på [Avbryt] för att avsluta.";
"NOZZLE01_B01" = "Skriv ut";
"NOZZLE01_B02" = "Avbryt";
"NOZZLE02" = "Jämför det utskrivna mönstret med exemplet ovan. Om mönstret för munstyckeskontroll inte skrivs ut tillfredsställande klickar du på knappen [Rengör]. Klicka på [Slutför] för att avsluta.";
"NOZZLE02_B01" = "Slutför";
"NOZZLE02_B02" = "Rengör";
"NOZZLE02_RESULT1" = "Bra";
"NOZZLE02_RESULT2" = "Rengöring behövs";

"HEADCLEANING_TITLE" = "Huvudrengöring";
"HEADCLEANING01" = "Klicka på [Starta] för att rengöra skrivarhuvudets munstycken. Rengör skrivarhuvudet endast om utskriften är svag eller innehåller luckor, eftersom det går åt en viss mängd bläck vid rengöringen. Använd först verktyget \"Munstyckeskontroll\" för att kontrollera om skrivarhuvudet verkligen behöver rengöras.";
"HEADCLEANING01_B01" = "Avbryt";
"HEADCLEANING01_B02" = "Starta";
"HEADCLEANING01_PREPARE" = "Vänta...";
"HEADCLEANING01_CLEANING" = "Huvudrengöring pågår. Vänta.";
"HEADCLEANING02" = "Det tar några minuter innan rengöringen är klar. Rengöringen är klar när strömlampan på kontrollpanelen slutar att blinka. Klicka på [Skriv ut mönster för munstyckeskontroll] för att kontrollera att rengöringen fungerade.";
"HEADCLEANING02_B01" = "Skriv ut mönster för munstyckeskontroll";
"HEADCLEANING02_B02" = "Slutför";
"HEADCLEANING02_BiD" = "Rengöringen är klar. Klicka på [Skriv ut mönster för munstyckeskontroll] för att kontrollera att rengöringen fungerade.";

"GAP_TITLE" = "Skrivarhuvudjustering";
"GAP01" = "Med verktyget Skrivarhuvudjustering kan du rätta till vertikala feljusteringar, horisontella ränder och suddiga utskrifter.";
"GAP01_B01" = "Nästa >";
"GAP01_B02" = "Avbryt";
"GAP02" = "Ett ark för vertikal justering skrivs ut.\r\nKontrollera att skrivaren är på och ansluten till datorn. Se även till att det finns vanligt papper med storleken A4 eller Letter i skrivaren.\r\nKlicka på [Skriv ut] när du är klar.";
"GAP02_B01" = "Skriv ut";
"GAP02_B02" = "Avbryt";
"GAP02_B03" = "Hoppa över >>";
"GAP03" = "Titta på justeringsarket.\r\nHitta den fyrkant som inte har några synliga band i uppsättningarna 1 till 5. Välj den siffra som motsvarar rutan från listan nedan för alla uppsättningar. Klicka sedan på [Nästa >].\r\nOm det finns band i varje ruta väljer du den ruta som har tunnast band. Klicka sedan på [Justering].";
"GAP03_B01" = "Nästa >";
"GAP03_B02" = "Avbryt";
"GAP03_B03" = "Justering";
"GAP04" = "Ett ark för horisontal justering i svart skrivs ut.\r\nSe till att det finns vanligt papper med storleken A4 eller Letter i skrivaren.\r\nObs! Denna justering påverkar bara höghastighetsutskrift på vanligt papper. Andra papperstyper påverkas inte.";
"GAP04_B01" = "Skriv ut";
"GAP04_B02" = "Avbryt";
"GAP05" = "Titta på justeringsarket.\r\nLeta reda på de fyrkanter som inte är separerade eller överlappar varandra.\r\nVälj motsvarande siffra i listan nedan. Klicka sedan på [Slutför].\r\nOm alla fyrkanter är separerade eller överlappar varandra ska du välja den bästa. Klicka sedan på [Justering].";
"GAP05_B01" = "Slutför";
"GAP05_B02" = "Avbryt";
"GAP05_B03" = "Justering";

"INKWIN_TITLE" = "Fyll på bläckbehållare";
"INKWIN01" = "Fyll på bläck upp till linjen på bläckbehållarna.\r\n%ink%\r\nVälj Återställ bläcknivåer på kontrollpanelen för att fylla på bläck.\r\nDu kan fortsätta att använda skrivaren även om du inte fyller på bläck upp till linjen på bläckbehållarna.\r\nFör att skrivaren ska fungera så bra som möjligt bör du dock omgående fylla på bläckbehållarna upp till den övre linjen.\r\nInformation om hur du fyller på bläck och använder skrivaren finns i skrivarhandboken.\r\n\r\nObs!\r\nAnvändning av annat Epson-bläck än det specificerade kan orsaka skador som inte täcks av Epsons garantier.\r\nKvaliteten och tillförlitligheten för andra bläcktyper kan inte garanteras och de kan orsaka skador på produkten som inte täcks av Epsons garantier.\r\nInformation om vilka bläckflaskor som används i skrivaren finns i skrivarhandboken.";
"INKWIN01_B01" = "Nästa";
"INKWIN02" = "Om du fortsätter att använda produkten när bläcknivån ligger under linjen på behållaren kan skrivaren skadas.\r\nOm du väljer Återställ bläcknivåer på kontrollpanelen utan att fylla på bläck till linjen på bläckbehållarna kan de ungefärliga bläcknivåerna skilja sig från de faktiska bläcknivåerna.\r\nFör att skrivaren ska fungera så bra som möjligt bör du dock omgående fylla på bläckbehållarna upp till den övre linjen.";
"INKWIN02_B01" = "Stäng";
"INKWIN02_B02" = "Bakåt";

"PIFLUSHING_TITLE" = "Bläckspolning";
"PIFLUSHING01" = "Om du inte har använt produkten under en längre tid och hittar ränder eller saknade färger i utskrifterna, kanske du måste byta bläcket inuti bläckrören för att avhjälpa problemet.\r\n\r\nMed Bläckspolning kan du ersätta allt bläck inuti bläckrören, och den förbrukar en hel del bläck.\r\n\r\nUtskriftskvaliteten förbättras efter 12 timmar från att den här funktionen används, och den kan inte användas igen inom 12 timmar efter den senaste användningen.\r\nVill du använda funktionen nu?\r\n\r\nObs! Innan du använder denna funktion, se till att det finns tillräckligt med bläck i skrivarens bläckpatroner.\r\nFyll på bläckpatronerna om det inte finns tillräckligt med bläck.";
"PIFLUSHING01_B01" = "Avbryt";
"PIFLUSHING01_B02" = "OK";
"PIFLUSHING02" = "Vill du köra den här funktionen?\r\nEn stor mängd bläck förbrukas när allt bläck inuti bläckrören byts ut.\r\n\r\nObs! Den här funktionen påverkar bläckdynornas livslängd. Bläckdynornas livslängd förkortas när den här funktionen används.\r\nKontakta Epsons support för byte om bläckdynorna har nått slutet av sin livslängd.\r\n\r\nKlicka på [Starta] när du vill starta bläckbytet.\r\nDet går inte att avbryta funktionen när den har startats.";
"PIFLUSHING02_B01" = "Avbryt";
"PIFLUSHING02_B02" = "Starta";
"PIFLUSHING02_PREPARE" = "Vänta...";
"PIFLUSHING02_CLEANING" = "Bläckspolning pågår.\r\nVänta.";
"PIFLUSHING03" = "Det tar några minuter att slutföra bläckspolningen.\r\nBläckspolningen är klar när strömlampan på kontrollpanelen slutar att blinka.";
"PIFLUSHING03_B01" = "Slutför";
"PIFLUSHING03_BiD" = "Bläckspolningen är klar.";
"PIFLUSHING04" = "Du kan inte använda den här funktionen eftersom det har gått mindre än 12 timmar sedan senaste användning.";
"PIFLUSHING04_B01" = "OK";

"ERR_MSG_5" = "Munstyckeskontrollen kan inte slutföras.";
"ERR_MSG_6" = "Huvudrengöringen kan inte slutföras.";
"ERR_MSG_7" = "Skrivarhuvudjusteringen kan inte slutföras.";
"ERR_MSG_8" = "Ett fel har inträffat.";
"ERR_MSG_9" = "Munstyckskontroll kan inte slutföras.\r\n\r\nFör att din skrivare ska fungera korrekt väljer du Återställ bläcknivåer på kontrollpanelen för att fylla på bläck.";
"ERR_MSG_10" = "Huvudrengöring kan inte slutföras.\r\n\r\nFör att din skrivare ska fungera korrekt väljer du Återställ bläcknivåer på kontrollpanelen för att fylla på bläck.";
"ERR_MSG_11" = "Skrivarhuvudjustering kan inte slutföras.\r\n\r\nFör att din skrivare ska fungera korrekt väljer du Återställ bläcknivåer på kontrollpanelen för att fylla på bläck.";
"ERR_MSG_12" = "Rengör!";
"ERR_MSG_13" = "Huvudrengöring kan inte slutföras.\r\n\r\nFör att din skrivare ska fungera korrekt väljer du Återställ bläcknivåer på kontrollpanelen för att fylla på bläck.";
"ERR_MSG_14" = "Klicka på [Detaljer] för mer information.";
"ERR_MSG_15" = "Vill du byta ut bläckpatronen nu?";
"ERR_MSG_17" = "Den bläckabsorberande dynan inuti fotopatronen är full. Fotopatronen måste bytas innan du kan rengöra skrivhuvudet.";
"ERR_MSG_19" = "Detaljer";
"ERR_MSG_20" = "OK";
"ERR_MSG_21" = "Klicka på [Detaljer] för mer information.";
"ERR_MSG_22" = "Ja";
"ERR_MSG_23" = "Nej";
"ERR_MSG_24" = "Ett kommunikationsfel har uppstått.\r\nKontrollera anslutningen och försök igen.";
"ERR_MSG_25" = "Det går inte att slutföra bläckspolningen.";
"ERR_MSG_26" = "Bläckspolningen kan inte slutföras.\r\n\r\nFör att din skrivare ska fungera korrekt väljer du Återställ bläcknivåer på kontrollpanelen för att fylla på bläck.";

"PLEASEWAIT" = "Vänta...";

//--->
"PRISET01B01" = "Verkställ";
"PRISET01B02" = "Avbryt";
"PRISET01SPE04" = "Hittar ingen information om skrivaren.";
"PRISET01SPE05" = "OK";
"PRISET01GRPBOXTITLE02" = "Avstängningstimer";
"PRISET01SPE21" = "Av";
"PRISET01SPE22" = "30 minuter";
"PRISET01SPE23" = "1 timme";
"PRISET01SPE24" = "2 timmar";
"PRISET01SPE25" = "4 timmar";
"PRISET01SPE26" = "8 timmar";
"PRISET01SPE27" = "12 timmar";
"PRISET01GRPBOXTITLE03" = "Vilolägestimer";
"PRISET01SPE31" = "3 minuter";
"PRISET01SPE32" = "5 minuter";
"PRISET01SPE33" = "10 minuter";
"PRISET01SPE34" = "15 minuter";
"PRINFO01GRPBOXTITLE01" = "Antal matade pappersark";
"PRINFO01SPE01" = "Totalt antal ark";
"PRINFO01SPE02" = "Hittar ingen information om skrivaren.";
"PRINFO01SPE03" = "Marginalfria ark";
"PRINFO01B01" = "OK";
//<---

//--->
"IDS_CSIC_NGENUINE_Mac" = "Du har inte installerat Epson originalbläckpatroner. Information om bläcknivåer kanske inte visas och användning av andra bläcktyper registreras för eventuella supportfrågor. För optimal kvalitet och tillförlitlighet rekommenderar vi att du använder Epson originalbläck.";
"IDS_DEFAULT_PAPERSOURCE_Mac" = "Bakre pappersmatning";
//<---

